cat_register_email = """
    <p>
        「推しニャン」サイト事務局です。<br/>
        看板猫を発見してくれたとのこと！嬉しい限りにゃーー！
    </p>
    
    <p>
        このご縁を感謝するにゃーーー！<br/>
        事務局の担当にゃんこが情報を確認して、推しニャンサイトに掲載手続きに進むにゃ！
    </p>
        
    <p>
        「推しニャン」サイトを盛り上げてくれていること、本当に嬉しいにゃん。<br/>
        感謝感謝にゃーーーー。
    </p>
        
    <p>
        「推しニャン」サイト事務局より<br/>
        お問い合わせ先：<a href="mailto:nyan@oshinyan.love">nyan@oshinyan.love</a>
    </p>

    <p>
        ♡♡♡♡♡♡♡♡♡♡♡♡♡
        推しニャンアンバサダー募集<br/>
        にゃんこ好きな方には、アンバサダーになってください。<br/>
        きっといいことがあります♪<br/>
        登録はこちら↓<br/>
        https://192.168.145.200/ambassador/
        ♡♡♡♡♡♡♡♡♡♡♡♡♡
    </p>
"""