register_email = """
    <p>
        「推しニャン」サイト事務局ですにゃ。
        <br />
        このたびは、「推しニャン」サイトへの会員登録ありがとうございますにゃ！
    </p>
    <p>
        推しニャンサイトは、『 お気に入りの看板猫が探せる！推せるサイト』
        にゃー。
        <br />
        是非、サイトの中で自分のお気に入りの看板猫を探してにゃ。
    </p>
    <p>
        おうちの周りのお店に、看板猫さんがいたら是非登録をお願いしますにゃ。
        <br />
        それでは、推しニャンサイトをログイン後お楽しみくださいにゃ。
    </p>
    <p>
        <span>ログイン画面</span>
        <a href="https://192.168.145.200/login/">https://oshinyan.love/login/</a>
    </p>
    <p>
        「推しニャン」サイト事務局より
        <br />
        お問い合わせ先：<a href="mailto:nyan@oshinyan.love">nyan@oshinyan.love</a>
    </p>
    <p>
        ♡♡♡♡♡♡♡♡♡♡♡♡♡<br />
        推しニャンアンバサダー募集<br />
        にゃんこ好きな方には、アンバサダーになってください。<br />
        きっといいことがあります♪<br />
        登録はこちら↓<br />
        <a href="https://192.168.145.200/ambassador/">https://oshinyan.love/ambassador/</a>
        <br />
        ♡♡♡♡♡♡♡♡♡♡♡♡♡
    </p>
"""