register_email = """
    <p>
        「推しニャン」サイト事務局ですにゃ。
        <br />
        このたびは、「推しニャン」サイトへの会員登録ありがとうございますにゃ！
    </p>
    <p>
        推しニャンサイトは、『 お気に入りの看板猫が探せる！推せるサイト』
        にゃー。
        <br />
        是非、サイトの中で自分のお気に入りの看板猫を探してにゃ。
    </p>
    <p>
        おうちの周りのお店に、看板猫さんがいたら是非登録をお願いしますにゃ。
        <br />
        それでは、推しニャンサイトをログイン後お楽しみくださいにゃ。
    </p>
    <p>
        <span>ログイン画面</span>
        <a href="https://192.168.145.200/login/">https://oshinyan.love/login/</a>
    </p>
    <p>
        「推しニャン」サイト事務局より
        <br />
        お問い合わせ先：<a href="mailto:nyan@oshinyan.love">nyan@oshinyan.love</a>
    </p>
    <p>
        ♡♡♡♡♡♡♡♡♡♡♡♡♡<br />
        推しニャンアンバサダー募集<br />
        にゃんこ好きな方には、アンバサダーになってください。<br />
        きっといいことがあります♪<br />
        登録はこちら↓<br />
        <a href="https://192.168.145.200/ambassador/">https://oshinyan.love/ambassador/</a>
        <br />
        ♡♡♡♡♡♡♡♡♡♡♡♡♡
    </p>
"""

ambassador_email = """
    <p>
        「推しニャン」サイト事務局です。
        このたびは、「推しニャン」アンバサダーへの会員登録ありがとにゃ！
    </p>

    <p>
        このご縁を感謝するにゃーーー！<br />
        事務局の担当にゃんこから、ご登録のアドレスに個別にご連絡させていただきます。
    </p>

    <p>
        一緒に、「推しニャン」サイトを盛り上げていってもらえること、楽しみにしております。
    </p>

    <p>
        「推しニャン」サイト事務局より <br />
        お問い合わせ先：<a href="mailto:nyan@oshinyan.love">nyan@oshinyan.love</a>
    </p>
"""

inquiry_email = """
    <p>
        「推しニャン」サイト事務局です。
        このたびは、「推しニャン」サイトへのお問い合わせありがとうございます。
    </p>

    【受理した内容】
    問い合わせ種別
    個人／法人：
    会社名
    氏名
    ふりなが
    電話番号
    メールアドレス
    お問い合わせ内容

    いただいた内容は、事務局にて返信内容等を精査させていただき、ご連絡が必要と思われたもののみ別途ご連絡をさせていただきます。

    「推しニャン」サイト事務局より
    お問い合わせ先：<a href="mailto:nyan@oshinyan.love">nyan@oshinyan.love</a>
"""

cat_register_email = """
    <p>
        「推しニャン」サイト事務局です。<br/>
        看板猫を発見してくれたとのこと！嬉しい限りにゃーー！
    </p>
    
    <p>
        このご縁を感謝するにゃーーー！<br/>
        事務局の担当にゃんこが情報を確認して、推しニャンサイトに掲載手続きに進むにゃ！
    </p>
        
    <p>
        「推しニャン」サイトを盛り上げてくれていること、本当に嬉しいにゃん。<br/>
        感謝感謝にゃーーーー。
    </p>
        
    <p>
        「推しニャン」サイト事務局より<br/>
        お問い合わせ先：<a href="mailto:nyan@oshinyan.love">nyan@oshinyan.love</a>
    </p>

    <p>
        ♡♡♡♡♡♡♡♡♡♡♡♡♡
        推しニャンアンバサダー募集<br/>
        にゃんこ好きな方には、アンバサダーになってください。<br/>
        きっといいことがあります♪<br/>
        登録はこちら↓<br/>
        https://192.168.145.200/ambassador/
        ♡♡♡♡♡♡♡♡♡♡♡♡♡
    </p>
"""